/* 
   Localizable.strings
   gfxCardStatus

   Created by Michal Vančo on 4.07.11.
   Copyright 2011 Michal Vančo. All rights reserved.
 */

/* Main menu */
"About"					= "O aplikácii gfxCardStatus, v%%";
"Update"				= "Skontrolovať aktualizácie...";
"Preferences"			= "Nastavenia...";
"SwitchGPUs"			= "Prepnúť GPU";
"IntegratedOnly"		= "Iba integrovaná";
"DiscreteOnly"			= "Iba diskrétna";
"DynamicSwitching"		= "Dynamické prepínanie";
"Dependencies"			= "Závislosti";
"NoProcess"				= "Žiadne";
"Quit"					= "Ukončiť";
"Close"					= "Super!";
"PowerSource"           = "Zdroj napájania: %%";
"Battery"               = "Batéria";
"ACAdapter"             = "Napájací adaptér";

/* Preferences window */
"PrefTitle"				= "Nastavenia gfxCardStatus";
"PrefUpdate"			= "Skontrolovať aktualizácie pri spúšťaní";
"PrefGrowl"				= "Oznamovať zmeny stavu pomocou Growl";
"PrefStartup"			= "Spustiť gfxCardStatus pri štarte";
"PrefLog"				= "Zapisovať diagnostické hlásenia do konzoly";
"PrefRestoreState"		= "Pri spúšťaní obnoviť posledný použitý režim";
"PrefPowerSwitching"	= "Prepínanie na základe zdroja napájania";
"Integrated"            = "Integrovaná";
"Discrete"              = "Diskrétna";
"Dynamic"               = "Dynamicky";
"OnBattery"             = "Na batériu:";
"PluggedIn"             = "Na adaptér:";
"General"               = "Všeobecné";
"Switching"             = "Prepínanie";
"Advanced"              = "Rozšírené";
"SmartMenuBarIcons"     = "Používať chytré menu ikony";

/* About box */
"AboutTitle"			= "O aplikácii gfxCardStatus";
"AboutWebsite"			= "Web";

/* Growl */
"GrowlGPUChanged"       = "GPU prepnuté";
"GrowlGPUChangedMessage"           = "Prepnuté na '%1$@'";
